export default function DengTuZi() {
  return <div>
    登徒子好色赋1
    大夫登徒子侍于楚王2，短宋玉曰3：“玉为人体貌闲丽4，口多微辞5，又性好色。愿王勿与出入后宫。”
    王以登徒子之言问宋玉。玉曰：“体貌闲丽，所受于天也；口多微辞，所学于师也；至于好色，臣无有也。”王曰：“子不好色，亦有说乎？有说则止6，无说则退。”玉曰：“天下之佳人莫若楚国，楚国之丽者莫若臣里，臣里之美者莫若臣东家之子7。东家之子，增之一分则太长，减之一分则太短 ；著粉则太白8，施朱则太赤9；眉如翠羽，肌如白雪；腰如束素10，齿如含贝；嫣然一笑，惑阳城，迷下蔡11。然此女登墙窥臣三年12，至今未许也13。登徒子则不然：其妻蓬头挛耳14，齞唇历齿15，旁行踽偻16，又疥且痔17。登徒子悦之，使有五子18。王孰察之19，谁为好色者矣。”
    是时，秦章华大夫在侧20，因进而称曰：“今夫宋玉盛称邻之女，以为美色，愚乱之邪21；臣自以为守德，谓不如彼矣22。且夫南楚穷巷之妾23，焉足为大王言乎？若臣之陋，目所曾睹者，未敢云也。”
    王曰：“试为寡人说之。”大夫曰：“唯唯。臣少曾远游，周览九土24，足历五都25。出咸阳26、熙邯郸27，从容郑、卫、溱 、洧之间28 。是时向春之末29，迎夏之阳30，鸧鹒喈喈31，群女出桑32。此郊之姝33，华色含光34，体美容冶，不待饰装。臣观其丽者，因称诗曰35：‘遵大路兮揽子祛36’。赠以芳华辞甚妙。于是处子怳若有望而不来37，忽若有来而不见38。意密体疏39，俯仰异观40；含喜微笑，窃视流眄41。复称诗曰：‘寤春风兮发鲜荣42，洁斋俟兮惠音声43，赠我如此兮不如无生44。’因迁延而辞避45。盖徒以微辞相感动46。精神相依凭；目欲其颜47，心顾其义48，扬《诗》守礼49，终不过差，故足称也50。”
    于是楚王称善，宋玉遂不退。
  </div>
}
