export default function Home() {
  return <div>
    先帝(1)创业(2)未半而中道(3)崩殂(4)，今(5)天下三分(6)，益州疲弊(7)，此(8)诚危急存亡之秋也。然(9)侍卫之臣不懈于内，忠志之士忘身(10)于外者，盖追先帝之殊遇(11)，欲报之于陛下也。诚宜开张圣听，以光(13)先帝遗德，恢弘(15)志士之气，不宜妄自菲薄(16)，引喻失义(17)，以塞忠谏之路也(18)。
    宫中府中，俱为一体(19)；陟罚臧否(20)，不宜异同：若有作奸犯科(21)及为忠善者(22)，宜付有司(23)论其刑赏(24)，以昭陛下平明之理(25)；不宜偏私(26)，使内外异法也(27)。
    侍中、侍郎郭攸之、费祎、董允等，此皆良实，志虑忠纯(28)，是以先帝简拔以遗陛下(29)：愚以为宫中之事，事无大小，悉以咨之(30)，然后施行，必能裨补阙漏(31)，有所广益(32)。
    出师表书法
    出师表书法(3张)
    将军向宠，性行淑均(33)，晓畅(34)军事，试用(35)于昔日，先帝称之曰“能”，是以众议举宠为督(36)：愚以为营(37)中之事，悉以咨之，必能使行阵(38)和睦，优劣得所(39)。
    亲贤臣，远小人(40)，此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓(41)也。先帝在时，每与臣论此事，未尝不叹息痛恨(42)于桓、灵也。侍中、尚书、长史、参军，此悉贞良死节(43)之臣，愿陛下亲之信之，则汉室之隆(44)，可计日(45)而待也。
    臣本布衣(46)，躬耕于(47)南阳(48)，苟全(49)性命于乱世，不求闻达于诸侯(50)。先帝不以臣卑鄙(51)，猥(52)自枉屈，三顾(53)臣于草庐之中，咨臣以当世之事，由是感激(54)，遂许先帝以驱驰(55)。后值倾覆，受任于败军之际，奉命于危难之间：尔来二十有(56)一年矣。

    先帝知臣谨慎，故临崩寄臣以大事也(57)。受命以来，夙夜忧叹(58)，恐托付不效，以伤先帝之明；故五月渡泸(59)，深入不毛(60)。今南方已定，兵甲已足(61)，当奖率(62)三军，北定中原，庶竭驽钝(63)，攘除奸凶(64)，兴复汉室，还于旧都(65)。此臣所以报先帝而忠陛下之职分也(66)。至于斟酌损益(67)，进尽忠言，则攸之、祎、允之任也。
    愿陛下托臣以讨贼兴复之效(68)，不效，则治臣之罪(69)，以告(70)先帝之灵。若无兴德之言(71)，则责攸之、祎、允等之慢(72)，以彰其咎(73)；陛下亦宜自谋，以咨诹善道(74)，察纳雅言(75)，深追先帝遗诏(76)。臣不胜受恩感激。
    今当(77)远离，临表涕零(78)，不知所言(79)

    先帝(1)创业(2)未半而中道(3)崩殂(4)，今(5)天下三分(6)，益州疲弊(7)，此(8)诚危急存亡之秋也。然(9)侍卫之臣不懈于内，忠志之士忘身(10)于外者，盖追先帝之殊遇(11)，欲报之于陛下也。诚宜开张圣听，以光(13)先帝遗德，恢弘(15)志士之气，不宜妄自菲薄(16)，引喻失义(17)，以塞忠谏之路也(18)。
    宫中府中，俱为一体(19)；陟罚臧否(20)，不宜异同：若有作奸犯科(21)及为忠善者(22)，宜付有司(23)论其刑赏(24)，以昭陛下平明之理(25)；不宜偏私(26)，使内外异法也(27)。
    侍中、侍郎郭攸之、费祎、董允等，此皆良实，志虑忠纯(28)，是以先帝简拔以遗陛下(29)：愚以为宫中之事，事无大小，悉以咨之(30)，然后施行，必能裨补阙漏(31)，有所广益(32)。
    出师表书法
    出师表书法(3张)
    将军向宠，性行淑均(33)，晓畅(34)军事，试用(35)于昔日，先帝称之曰“能”，是以众议举宠为督(36)：愚以为营(37)中之事，悉以咨之，必能使行阵(38)和睦，优劣得所(39)。
    亲贤臣，远小人(40)，此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓(41)也。先帝在时，每与臣论此事，未尝不叹息痛恨(42)于桓、灵也。侍中、尚书、长史、参军，此悉贞良死节(43)之臣，愿陛下亲之信之，则汉室之隆(44)，可计日(45)而待也。
    臣本布衣(46)，躬耕于(47)南阳(48)，苟全(49)性命于乱世，不求闻达于诸侯(50)。先帝不以臣卑鄙(51)，猥(52)自枉屈，三顾(53)臣于草庐之中，咨臣以当世之事，由是感激(54)，遂许先帝以驱驰(55)。后值倾覆，受任于败军之际，奉命于危难之间：尔来二十有(56)一年矣。

    先帝知臣谨慎，故临崩寄臣以大事也(57)。受命以来，夙夜忧叹(58)，恐托付不效，以伤先帝之明；故五月渡泸(59)，深入不毛(60)。今南方已定，兵甲已足(61)，当奖率(62)三军，北定中原，庶竭驽钝(63)，攘除奸凶(64)，兴复汉室，还于旧都(65)。此臣所以报先帝而忠陛下之职分也(66)。至于斟酌损益(67)，进尽忠言，则攸之、祎、允之任也。
    愿陛下托臣以讨贼兴复之效(68)，不效，则治臣之罪(69)，以告(70)先帝之灵。若无兴德之言(71)，则责攸之、祎、允等之慢(72)，以彰其咎(73)；陛下亦宜自谋，以咨诹善道(74)，察纳雅言(75)，深追先帝遗诏(76)。臣不胜受恩感激。
    今当(77)远离，临表涕零(78)，不知所言(79)

    先帝(1)创业(2)未半而中道(3)崩殂(4)，今(5)天下三分(6)，益州疲弊(7)，此(8)诚危急存亡之秋也。然(9)侍卫之臣不懈于内，忠志之士忘身(10)于外者，盖追先帝之殊遇(11)，欲报之于陛下也。诚宜开张圣听，以光(13)先帝遗德，恢弘(15)志士之气，不宜妄自菲薄(16)，引喻失义(17)，以塞忠谏之路也(18)。
    宫中府中，俱为一体(19)；陟罚臧否(20)，不宜异同：若有作奸犯科(21)及为忠善者(22)，宜付有司(23)论其刑赏(24)，以昭陛下平明之理(25)；不宜偏私(26)，使内外异法也(27)。
    侍中、侍郎郭攸之、费祎、董允等，此皆良实，志虑忠纯(28)，是以先帝简拔以遗陛下(29)：愚以为宫中之事，事无大小，悉以咨之(30)，然后施行，必能裨补阙漏(31)，有所广益(32)。
    出师表书法
    出师表书法(3张)
    将军向宠，性行淑均(33)，晓畅(34)军事，试用(35)于昔日，先帝称之曰“能”，是以众议举宠为督(36)：愚以为营(37)中之事，悉以咨之，必能使行阵(38)和睦，优劣得所(39)。
    亲贤臣，远小人(40)，此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓(41)也。先帝在时，每与臣论此事，未尝不叹息痛恨(42)于桓、灵也。侍中、尚书、长史、参军，此悉贞良死节(43)之臣，愿陛下亲之信之，则汉室之隆(44)，可计日(45)而待也。
    臣本布衣(46)，躬耕于(47)南阳(48)，苟全(49)性命于乱世，不求闻达于诸侯(50)。先帝不以臣卑鄙(51)，猥(52)自枉屈，三顾(53)臣于草庐之中，咨臣以当世之事，由是感激(54)，遂许先帝以驱驰(55)。后值倾覆，受任于败军之际，奉命于危难之间：尔来二十有(56)一年矣。

    先帝知臣谨慎，故临崩寄臣以大事也(57)。受命以来，夙夜忧叹(58)，恐托付不效，以伤先帝之明；故五月渡泸(59)，深入不毛(60)。今南方已定，兵甲已足(61)，当奖率(62)三军，北定中原，庶竭驽钝(63)，攘除奸凶(64)，兴复汉室，还于旧都(65)。此臣所以报先帝而忠陛下之职分也(66)。至于斟酌损益(67)，进尽忠言，则攸之、祎、允之任也。
    愿陛下托臣以讨贼兴复之效(68)，不效，则治臣之罪(69)，以告(70)先帝之灵。若无兴德之言(71)，则责攸之、祎、允等之慢(72)，以彰其咎(73)；陛下亦宜自谋，以咨诹善道(74)，察纳雅言(75)，深追先帝遗诏(76)。臣不胜受恩感激。
    今当(77)远离，临表涕零(78)，不知所言(79)


    先帝(1)创业(2)未半而中道(3)崩殂(4)，今(5)天下三分(6)，益州疲弊(7)，此(8)诚危急存亡之秋也。然(9)侍卫之臣不懈于内，忠志之士忘身(10)于外者，盖追先帝之殊遇(11)，欲报之于陛下也。诚宜开张圣听，以光(13)先帝遗德，恢弘(15)志士之气，不宜妄自菲薄(16)，引喻失义(17)，以塞忠谏之路也(18)。
    宫中府中，俱为一体(19)；陟罚臧否(20)，不宜异同：若有作奸犯科(21)及为忠善者(22)，宜付有司(23)论其刑赏(24)，以昭陛下平明之理(25)；不宜偏私(26)，使内外异法也(27)。
    侍中、侍郎郭攸之、费祎、董允等，此皆良实，志虑忠纯(28)，是以先帝简拔以遗陛下(29)：愚以为宫中之事，事无大小，悉以咨之(30)，然后施行，必能裨补阙漏(31)，有所广益(32)。
    出师表书法
    出师表书法(3张)
    将军向宠，性行淑均(33)，晓畅(34)军事，试用(35)于昔日，先帝称之曰“能”，是以众议举宠为督(36)：愚以为营(37)中之事，悉以咨之，必能使行阵(38)和睦，优劣得所(39)。
    亲贤臣，远小人(40)，此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓(41)也。先帝在时，每与臣论此事，未尝不叹息痛恨(42)于桓、灵也。侍中、尚书、长史、参军，此悉贞良死节(43)之臣，愿陛下亲之信之，则汉室之隆(44)，可计日(45)而待也。
    臣本布衣(46)，躬耕于(47)南阳(48)，苟全(49)性命于乱世，不求闻达于诸侯(50)。先帝不以臣卑鄙(51)，猥(52)自枉屈，三顾(53)臣于草庐之中，咨臣以当世之事，由是感激(54)，遂许先帝以驱驰(55)。后值倾覆，受任于败军之际，奉命于危难之间：尔来二十有(56)一年矣。

    先帝知臣谨慎，故临崩寄臣以大事也(57)。受命以来，夙夜忧叹(58)，恐托付不效，以伤先帝之明；故五月渡泸(59)，深入不毛(60)。今南方已定，兵甲已足(61)，当奖率(62)三军，北定中原，庶竭驽钝(63)，攘除奸凶(64)，兴复汉室，还于旧都(65)。此臣所以报先帝而忠陛下之职分也(66)。至于斟酌损益(67)，进尽忠言，则攸之、祎、允之任也。
    愿陛下托臣以讨贼兴复之效(68)，不效，则治臣之罪(69)，以告(70)先帝之灵。若无兴德之言(71)，则责攸之、祎、允等之慢(72)，以彰其咎(73)；陛下亦宜自谋，以咨诹善道(74)，察纳雅言(75)，深追先帝遗诏(76)。臣不胜受恩感激。
    今当(77)远离，临表涕零(78)，不知所言(79)

    先帝(1)创业(2)未半而中道(3)崩殂(4)，今(5)天下三分(6)，益州疲弊(7)，此(8)诚危急存亡之秋也。然(9)侍卫之臣不懈于内，忠志之士忘身(10)于外者，盖追先帝之殊遇(11)，欲报之于陛下也。诚宜开张圣听，以光(13)先帝遗德，恢弘(15)志士之气，不宜妄自菲薄(16)，引喻失义(17)，以塞忠谏之路也(18)。
    宫中府中，俱为一体(19)；陟罚臧否(20)，不宜异同：若有作奸犯科(21)及为忠善者(22)，宜付有司(23)论其刑赏(24)，以昭陛下平明之理(25)；不宜偏私(26)，使内外异法也(27)。
    侍中、侍郎郭攸之、费祎、董允等，此皆良实，志虑忠纯(28)，是以先帝简拔以遗陛下(29)：愚以为宫中之事，事无大小，悉以咨之(30)，然后施行，必能裨补阙漏(31)，有所广益(32)。
    出师表书法
    出师表书法(3张)
    将军向宠，性行淑均(33)，晓畅(34)军事，试用(35)于昔日，先帝称之曰“能”，是以众议举宠为督(36)：愚以为营(37)中之事，悉以咨之，必能使行阵(38)和睦，优劣得所(39)。
    亲贤臣，远小人(40)，此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓(41)也。先帝在时，每与臣论此事，未尝不叹息痛恨(42)于桓、灵也。侍中、尚书、长史、参军，此悉贞良死节(43)之臣，愿陛下亲之信之，则汉室之隆(44)，可计日(45)而待也。
    臣本布衣(46)，躬耕于(47)南阳(48)，苟全(49)性命于乱世，不求闻达于诸侯(50)。先帝不以臣卑鄙(51)，猥(52)自枉屈，三顾(53)臣于草庐之中，咨臣以当世之事，由是感激(54)，遂许先帝以驱驰(55)。后值倾覆，受任于败军之际，奉命于危难之间：尔来二十有(56)一年矣。

    先帝知臣谨慎，故临崩寄臣以大事也(57)。受命以来，夙夜忧叹(58)，恐托付不效，以伤先帝之明；故五月渡泸(59)，深入不毛(60)。今南方已定，兵甲已足(61)，当奖率(62)三军，北定中原，庶竭驽钝(63)，攘除奸凶(64)，兴复汉室，还于旧都(65)。此臣所以报先帝而忠陛下之职分也(66)。至于斟酌损益(67)，进尽忠言，则攸之、祎、允之任也。
    愿陛下托臣以讨贼兴复之效(68)，不效，则治臣之罪(69)，以告(70)先帝之灵。若无兴德之言(71)，则责攸之、祎、允等之慢(72)，以彰其咎(73)；陛下亦宜自谋，以咨诹善道(74)，察纳雅言(75)，深追先帝遗诏(76)。臣不胜受恩感激。
    今当(77)远离，临表涕零(78)，不知所言(79)


    先帝(1)创业(2)未半而中道(3)崩殂(4)，今(5)天下三分(6)，益州疲弊(7)，此(8)诚危急存亡之秋也。然(9)侍卫之臣不懈于内，忠志之士忘身(10)于外者，盖追先帝之殊遇(11)，欲报之于陛下也。诚宜开张圣听，以光(13)先帝遗德，恢弘(15)志士之气，不宜妄自菲薄(16)，引喻失义(17)，以塞忠谏之路也(18)。
    宫中府中，俱为一体(19)；陟罚臧否(20)，不宜异同：若有作奸犯科(21)及为忠善者(22)，宜付有司(23)论其刑赏(24)，以昭陛下平明之理(25)；不宜偏私(26)，使内外异法也(27)。
    侍中、侍郎郭攸之、费祎、董允等，此皆良实，志虑忠纯(28)，是以先帝简拔以遗陛下(29)：愚以为宫中之事，事无大小，悉以咨之(30)，然后施行，必能裨补阙漏(31)，有所广益(32)。
    出师表书法
    出师表书法(3张)
    将军向宠，性行淑均(33)，晓畅(34)军事，试用(35)于昔日，先帝称之曰“能”，是以众议举宠为督(36)：愚以为营(37)中之事，悉以咨之，必能使行阵(38)和睦，优劣得所(39)。
    亲贤臣，远小人(40)，此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓(41)也。先帝在时，每与臣论此事，未尝不叹息痛恨(42)于桓、灵也。侍中、尚书、长史、参军，此悉贞良死节(43)之臣，愿陛下亲之信之，则汉室之隆(44)，可计日(45)而待也。
    臣本布衣(46)，躬耕于(47)南阳(48)，苟全(49)性命于乱世，不求闻达于诸侯(50)。先帝不以臣卑鄙(51)，猥(52)自枉屈，三顾(53)臣于草庐之中，咨臣以当世之事，由是感激(54)，遂许先帝以驱驰(55)。后值倾覆，受任于败军之际，奉命于危难之间：尔来二十有(56)一年矣。

    先帝知臣谨慎，故临崩寄臣以大事也(57)。受命以来，夙夜忧叹(58)，恐托付不效，以伤先帝之明；故五月渡泸(59)，深入不毛(60)。今南方已定，兵甲已足(61)，当奖率(62)三军，北定中原，庶竭驽钝(63)，攘除奸凶(64)，兴复汉室，还于旧都(65)。此臣所以报先帝而忠陛下之职分也(66)。至于斟酌损益(67)，进尽忠言，则攸之、祎、允之任也。
    愿陛下托臣以讨贼兴复之效(68)，不效，则治臣之罪(69)，以告(70)先帝之灵。若无兴德之言(71)，则责攸之、祎、允等之慢(72)，以彰其咎(73)；陛下亦宜自谋，以咨诹善道(74)，察纳雅言(75)，深追先帝遗诏(76)。臣不胜受恩感激。
    今当(77)远离，临表涕零(78)，不知所言(79)

    先帝(1)创业(2)未半而中道(3)崩殂(4)，今(5)天下三分(6)，益州疲弊(7)，此(8)诚危急存亡之秋也。然(9)侍卫之臣不懈于内，忠志之士忘身(10)于外者，盖追先帝之殊遇(11)，欲报之于陛下也。诚宜开张圣听，以光(13)先帝遗德，恢弘(15)志士之气，不宜妄自菲薄(16)，引喻失义(17)，以塞忠谏之路也(18)。
    宫中府中，俱为一体(19)；陟罚臧否(20)，不宜异同：若有作奸犯科(21)及为忠善者(22)，宜付有司(23)论其刑赏(24)，以昭陛下平明之理(25)；不宜偏私(26)，使内外异法也(27)。
    侍中、侍郎郭攸之、费祎、董允等，此皆良实，志虑忠纯(28)，是以先帝简拔以遗陛下(29)：愚以为宫中之事，事无大小，悉以咨之(30)，然后施行，必能裨补阙漏(31)，有所广益(32)。
    出师表书法
    出师表书法(3张)
    将军向宠，性行淑均(33)，晓畅(34)军事，试用(35)于昔日，先帝称之曰“能”，是以众议举宠为督(36)：愚以为营(37)中之事，悉以咨之，必能使行阵(38)和睦，优劣得所(39)。
    亲贤臣，远小人(40)，此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓(41)也。先帝在时，每与臣论此事，未尝不叹息痛恨(42)于桓、灵也。侍中、尚书、长史、参军，此悉贞良死节(43)之臣，愿陛下亲之信之，则汉室之隆(44)，可计日(45)而待也。
    臣本布衣(46)，躬耕于(47)南阳(48)，苟全(49)性命于乱世，不求闻达于诸侯(50)。先帝不以臣卑鄙(51)，猥(52)自枉屈，三顾(53)臣于草庐之中，咨臣以当世之事，由是感激(54)，遂许先帝以驱驰(55)。后值倾覆，受任于败军之际，奉命于危难之间：尔来二十有(56)一年矣。

    先帝知臣谨慎，故临崩寄臣以大事也(57)。受命以来，夙夜忧叹(58)，恐托付不效，以伤先帝之明；故五月渡泸(59)，深入不毛(60)。今南方已定，兵甲已足(61)，当奖率(62)三军，北定中原，庶竭驽钝(63)，攘除奸凶(64)，兴复汉室，还于旧都(65)。此臣所以报先帝而忠陛下之职分也(66)。至于斟酌损益(67)，进尽忠言，则攸之、祎、允之任也。
    愿陛下托臣以讨贼兴复之效(68)，不效，则治臣之罪(69)，以告(70)先帝之灵。若无兴德之言(71)，则责攸之、祎、允等之慢(72)，以彰其咎(73)；陛下亦宜自谋，以咨诹善道(74)，察纳雅言(75)，深追先帝遗诏(76)。臣不胜受恩感激。
    今当(77)远离，临表涕零(78)，不知所言(79)


    先帝(1)创业(2)未半而中道(3)崩殂(4)，今(5)天下三分(6)，益州疲弊(7)，此(8)诚危急存亡之秋也。然(9)侍卫之臣不懈于内，忠志之士忘身(10)于外者，盖追先帝之殊遇(11)，欲报之于陛下也。诚宜开张圣听，以光(13)先帝遗德，恢弘(15)志士之气，不宜妄自菲薄(16)，引喻失义(17)，以塞忠谏之路也(18)。
    宫中府中，俱为一体(19)；陟罚臧否(20)，不宜异同：若有作奸犯科(21)及为忠善者(22)，宜付有司(23)论其刑赏(24)，以昭陛下平明之理(25)；不宜偏私(26)，使内外异法也(27)。
    侍中、侍郎郭攸之、费祎、董允等，此皆良实，志虑忠纯(28)，是以先帝简拔以遗陛下(29)：愚以为宫中之事，事无大小，悉以咨之(30)，然后施行，必能裨补阙漏(31)，有所广益(32)。
    出师表书法
    出师表书法(3张)
    将军向宠，性行淑均(33)，晓畅(34)军事，试用(35)于昔日，先帝称之曰“能”，是以众议举宠为督(36)：愚以为营(37)中之事，悉以咨之，必能使行阵(38)和睦，优劣得所(39)。
    亲贤臣，远小人(40)，此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓(41)也。先帝在时，每与臣论此事，未尝不叹息痛恨(42)于桓、灵也。侍中、尚书、长史、参军，此悉贞良死节(43)之臣，愿陛下亲之信之，则汉室之隆(44)，可计日(45)而待也。
    臣本布衣(46)，躬耕于(47)南阳(48)，苟全(49)性命于乱世，不求闻达于诸侯(50)。先帝不以臣卑鄙(51)，猥(52)自枉屈，三顾(53)臣于草庐之中，咨臣以当世之事，由是感激(54)，遂许先帝以驱驰(55)。后值倾覆，受任于败军之际，奉命于危难之间：尔来二十有(56)一年矣。

    先帝知臣谨慎，故临崩寄臣以大事也(57)。受命以来，夙夜忧叹(58)，恐托付不效，以伤先帝之明；故五月渡泸(59)，深入不毛(60)。今南方已定，兵甲已足(61)，当奖率(62)三军，北定中原，庶竭驽钝(63)，攘除奸凶(64)，兴复汉室，还于旧都(65)。此臣所以报先帝而忠陛下之职分也(66)。至于斟酌损益(67)，进尽忠言，则攸之、祎、允之任也。
    愿陛下托臣以讨贼兴复之效(68)，不效，则治臣之罪(69)，以告(70)先帝之灵。若无兴德之言(71)，则责攸之、祎、允等之慢(72)，以彰其咎(73)；陛下亦宜自谋，以咨诹善道(74)，察纳雅言(75)，深追先帝遗诏(76)。臣不胜受恩感激。
    今当(77)远离，临表涕零(78)，不知所言(79)

    先帝(1)创业(2)未半而中道(3)崩殂(4)，今(5)天下三分(6)，益州疲弊(7)，此(8)诚危急存亡之秋也。然(9)侍卫之臣不懈于内，忠志之士忘身(10)于外者，盖追先帝之殊遇(11)，欲报之于陛下也。诚宜开张圣听，以光(13)先帝遗德，恢弘(15)志士之气，不宜妄自菲薄(16)，引喻失义(17)，以塞忠谏之路也(18)。
    宫中府中，俱为一体(19)；陟罚臧否(20)，不宜异同：若有作奸犯科(21)及为忠善者(22)，宜付有司(23)论其刑赏(24)，以昭陛下平明之理(25)；不宜偏私(26)，使内外异法也(27)。
    侍中、侍郎郭攸之、费祎、董允等，此皆良实，志虑忠纯(28)，是以先帝简拔以遗陛下(29)：愚以为宫中之事，事无大小，悉以咨之(30)，然后施行，必能裨补阙漏(31)，有所广益(32)。
    出师表书法
    出师表书法(3张)
    将军向宠，性行淑均(33)，晓畅(34)军事，试用(35)于昔日，先帝称之曰“能”，是以众议举宠为督(36)：愚以为营(37)中之事，悉以咨之，必能使行阵(38)和睦，优劣得所(39)。
    亲贤臣，远小人(40)，此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓(41)也。先帝在时，每与臣论此事，未尝不叹息痛恨(42)于桓、灵也。侍中、尚书、长史、参军，此悉贞良死节(43)之臣，愿陛下亲之信之，则汉室之隆(44)，可计日(45)而待也。
    臣本布衣(46)，躬耕于(47)南阳(48)，苟全(49)性命于乱世，不求闻达于诸侯(50)。先帝不以臣卑鄙(51)，猥(52)自枉屈，三顾(53)臣于草庐之中，咨臣以当世之事，由是感激(54)，遂许先帝以驱驰(55)。后值倾覆，受任于败军之际，奉命于危难之间：尔来二十有(56)一年矣。

    先帝知臣谨慎，故临崩寄臣以大事也(57)。受命以来，夙夜忧叹(58)，恐托付不效，以伤先帝之明；故五月渡泸(59)，深入不毛(60)。今南方已定，兵甲已足(61)，当奖率(62)三军，北定中原，庶竭驽钝(63)，攘除奸凶(64)，兴复汉室，还于旧都(65)。此臣所以报先帝而忠陛下之职分也(66)。至于斟酌损益(67)，进尽忠言，则攸之、祎、允之任也。
    愿陛下托臣以讨贼兴复之效(68)，不效，则治臣之罪(69)，以告(70)先帝之灵。若无兴德之言(71)，则责攸之、祎、允等之慢(72)，以彰其咎(73)；陛下亦宜自谋，以咨诹善道(74)，察纳雅言(75)，深追先帝遗诏(76)。臣不胜受恩感激。
    今当(77)远离，临表涕零(78)，不知所言(79)
  </div>
}
